import image1 from '../images/unsplash.jpg';
export const initialMovies = [
    {
      nameRU: 'Архитекторы общества',
      image: image1,
      duration: '1ч42m',
      autor: 'Итан Райт',
      genre: 'Документальный',
      rating: 2.9,
      text: 'Документальный фильм Итана Райта исследует влияние технологий на современное общество, уделяя особое внимание роли искусственного интеллекта в формировании нашего будущего. Фильм исследует этические, философские и социальные последствия гонки технологий ИИ и поднимает вопрос: какой мир мы создаём для будущих поколений.'
    },
    {
      nameRU: 'Недостижимая утопия',
      image: image1,
      duration: '1ч42m',
      autor: 'Харрисон Рид',
      genre: 'Рекомендуемые',
      rating: 9.0,
      text: 'Провокационный фильм-антиутопия режиссера Харрисона Рида. Действие фильма разворачивается в, казалось бы, идеальном обществе, и рассказывает о группе граждан, которые начинают подвергать сомнению систему. Фильм исследует темы свободы, контроля и цены совершенства.'
    },
    {
      nameRU: 'Звёздное путешествие',
      image: image1,
      duration: '1ч42m',
      autor: 'Элиза Уиттакер',
      genre: 'Рекомендуемые',
      rating: 2.9,
      text: '«Звёздное путешествие» — прекрасный научно-фантастический фильм о команде астронавтов, путешествующих по галактике в поисках нового дома для человечества. Помимо потрясающей работы оператора и специалистов по визуальным эффектам, можно отметить темы, исследуемые в фильме: жизнестойкости, надежды и силы человеческих связей.'
    },
    {
      nameRU: 'Стражи Гримуара',
      image: image1,
      duration: '1ч42m',
      autor: 'Оливер Беннет',
      genre: 'Рекомендуемые',
      rating: 9.5,
      text: 'В фильме исследуются последствия новаторского эксперимента по соединению человеческих умов. По мере развития проекта участники сталкиваются с вопросами неприкосновенности частной жизни, идентичности и самой природы человеческого сознания.'
    },
    {
      nameRU: 'Парадокс Нексуса',
      image: image1,
      duration: '1ч42m',
      autor: 'Итан Райт',
      genre: 'Документальный',
      rating: 2.9,
      text: 'Документальный фильм Итана Райта исследует влияние технологий на современное общество, уделяя особое внимание роли искусственного интеллекта в формировании нашего будущего. Фильм исследует этические, философские и социальные последствия гонки технологий ИИ и поднимает вопрос: какой мир мы создаём для будущих поколений.'
    },
    {
      nameRU: 'Сон в летний день',
      image: image1,
      duration: '1ч42m',
      autor: 'Амелия Хьюз',
      genre: 'Рекомендуемые',
      rating: 2.9,
      text: 'Причудливый фэнтези-фильм, действие которого происходит в волшебном лесу, где время остановилось. Группа друзей натыкается на это заколдованное царство и поначалу проникается беззаботным духом обитателей, но потом друзьям приходится разойтись. А как встретиться снова, если нет ни времени, ни места встречи?'
    },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
    // {
    //   nameRU: '33 слова о дизайне',
    //   image: image1,
    //   duration: '1ч42m',
    // },
  ];